[
    {
        "id": "1",
        "name": "Web Development",
        "duration": "6 Months",
        "about": "Web Development refers to the building, creating, and maintaining of websites which includes aspects such as web design, web publishing, web programming, and database management",
        "image": "https://thumbs.dreamstime.com/b/web-development-coding-programming-internet-technology-business-concept-web-development-coding-programming-internet-technology-121903546.jpg"
        
    },

    {
        "id": "2",
        "name": "Computer Networks",
        "duration": "6 Months",
        "about": "The nodes of a computer network can include personal computers, servers, networking hardware, or other specialized or general-purpose hosts. They are identified by network addresses, and may have hostnames. Hostnames serve as memorable labels for the nodes, rarely changed after initial assignment. Network addresses serve for locating and identifying the nodes by communication protocols such as the Internet Protocol.",
        "image": "https://img.freepik.com/free-photo/network-switch-with-cables_1137-6.jpg?size=626&ext=jpg&uid=R42421985&ga=GA1.2.939843245.1664217746&semt=sph"
        
    },

    {
        "id": "3",
        "name": "Python",
        "duration": "8 Months",
        "about": "Python is a high-level, general-purpose programming language. Its design philosophy emphasizes code readability with the use of significant indentation. Python is dynamically-typed and garbage-collected. It supports multiple programming paradigms, including structured, object-oriented and functional programming.",
        "image": "https://img.freepik.com/free-vector/laptop-with-program-code-isometric-icon-software-development-programming-applications-dark-neon_39422-971.jpg?size=626&ext=jpg&uid=R42421985&ga=GA1.2.939843245.1664217746&semt=sph"
        

    },

    {
        "id": "4",
        "name": "Computer Fundamentals",
        "duration": "4 Months",
        "about":"This course has been prepared for beginners as well as advanced learners who want to deal with computers. The course is also very useful for undergraduate students of computer science, engineering, business administration, management, science, commerce and arts, where an introductory course on computers is a part of curriculum.",
        "image": "https://img.freepik.com/free-photo/female-hand-typing-keyboard-laptop_1150-15742.jpg?size=626&ext=jpg&uid=R42421985&ga=GA1.2.939843245.1664217746&semt=sph"
        
    },

    {
        "id": "5",
        "name": "Artificial Intelligence",
        "duration": "6 Months",
        "about":"Explore the fascinating and fast-moving field of artificial intelligence with our online courses. Learn artificial intelligence by studying natural language processing, reinforcement learning, predictive analytics, deep neural networks, image processing, the human brain, and more today!",
        "image": "https://img.freepik.com/premium-photo/futuristic-robot-artificial-intelligence-concept_31965-4087.jpg?w=1060"
    },

    {
        "id": "6",
        "name": "Data Analysis",
        "duration": "8 Months",
        "about":"This data analytics course will help you learn all about data analytics - what it is, how to start a career in data analytics, various applications of data analytics, and the top questions asked in data analytics interviews. This course also covers various data visualization skills and complex topics such as Python libraries and SQL.",
        "image": "https://img.freepik.com/free-photo/paper-analysis_1098-15678.jpg?size=626&ext=jpg&uid=R42421985&ga=GA1.2.939843245.1664217746&semt=sph"
    }


]
